Repository: jwhaddad/WLANThermo_v2
Catalog: software/usr/share/WLANThermo/locale/*/LC_MESSAGES/wlt_2_lcd_204.po
Languages: de_de

source: Display started!
de_de: Display gestartet!

source: %s already exists, Process is running, exiting
de_de: %s existiert, Prozess läuft bereits, beende Skript

source: %s already exists, Process is NOT running, resuming operation
de_de: %s existiert, Prozess läuft nicht, setze Ausführung fort

source: %s written
de_de: %s geschrieben

source: Message from the watchdog available --> overriding the display!
de_de: Daten vom Watchdog zum Anzeigen vorhanden --> uebersteuert die Anzeige!

source: Data from WLANThermo is available to show on the display
de_de: Daten vom WLANThermo zum Anzeigen vorhanden

source: Pitmaster is running, showing the values in the 4th line
de_de: Pitmaster laeuft, zeige die Daten in der 4. Zeile an

source: Check for watchdog file >{curPath}/wd<
de_de: Prüfe auf Watchdog-Datei >{curPath}/wd<

source: ----- 8 Channel -----
de_de: ------8-Kanal-------

source: by Armin Thinnes
de_de: von Armin Thinnes

source: The reference at
de_de: Die Referenz zum

source: grilling + measuring!
de_de: Grillen und Messen!

source: IP addresses:
de_de: IP-Adressen:

source: Display stopped!
de_de: Display angehalten!
