Repository: jwhaddad/WLANThermo_v2
Catalog: software/usr/share/WLANThermo/locale/*/LC_MESSAGES/wlt_2_nextion.po
Languages: de_de

source: Waiting for configuration file
de_de: Warten auf Konfigurationsdatei

source: New temperature values available
de_de: Neue Temperaturwerte verfügbar

source: New configuration data available
de_de: Neue Konfigurationsdaten verfügbar

source: New pitmaster data available
de_de: Neue Pitmasterdaten vorhanden

source: New pitmaster 2 data available
de_de: Neue Pitmasterdaten (2) vorhanden

source: termios.error in NX_reader: {}
de_de: termios.error in NX_reader aufgetreten: {}

source: Received message of type {type} from the Display
de_de: Meldung vom Typ {type} vom Display erhalten

source: Reader thread has been stopped
de_de: Reader-Thread wurde gestoppt

source: termios.error in NX_waitok: {}
de_de: termios.error in NX_waitok aufgetreten: {}

source: Serial Communication Timeout!
de_de: Timeout der seriellen Kommunikation!

source: Locking serial port
de_de: Sperre seriellen Port

source: Clear serial buffer
de_de: Leere seriellen Buffer

source: termios.error in NX_init: {}
de_de: termios.error in NX_init aufgetreten: {}

source: Sending {key} to the display: {value}
de_de: Sende {key} zum Display: {value}

source: termios.error in NX_sendvalues: {}
de_de: termios.error in NX_sendvalues aufgetreten: {}

source: Timeout - display possibly in sleep mode
de_de: Timeout - Display befindet sich möglicherweise im Sleep-Mode

source: Received error message {} from the display
de_de: Fehlermeldung {} vom Display erhalten

source: Received message {} from the display
de_de: Meldung {} vom Display erhalten

source: Received unexpected message {} from the display (out of the display program)
de_de: Unerwartete Meldung {} vom Display erhalten (aus Displayprogramm)

source: Get {} from the display
de_de: Hole {} vom Display

source: termios.error in NX_getvalues: {}
de_de: termios.error in NX_getvalues aufgetreten: {}

source: Got string {} from the display
de_de: String {} vom Display erhalten

source: Got integer {} from the display
de_de: Integer {} vom Display erhalten

source: Received unexpected message {} from the display
de_de: Unerwartete Meldung {} vom Display erhalten

source: Received no answer from the display
de_de: Keine Rückmeldung vom Display erhalten

source: Send command {} to the display
de_de: Sende Befehl {} zum Display

source: termios.error in NX_sendcmd: {}
de_de: termios.error in NX_sendcmd aufgetreten: {}

source: Send page command to
de_de: Sende Seitenwechsel zu

source: termios.error in NX_switchpage: {}
de_de: termios.error in NX_switchpage aufgetreten: {}

source: Data from WLANThermo is available to show on the display
de_de: Daten vom WLANThermo zum Anzeigen vorhanden

source: Error while setting channel values
de_de: Fehler beim Setzen der Kanalwerte

source: Error while setting display values
de_de: Fehler beim Setzen der Displayeinstellungen

source: Error while setting pitmaster values
de_de: Fehler beim Setzen der Pitmasterwerte

source: Get channel configuration from config file
de_de: Lade Kanalkonfiguration aus Konfigurationsdatei

source: Data from the pitmaster is available to show on the display
de_de: Daten vom Pitmaster zum Anzeigen vorhanden

source: Get signal strength for: {}
de_de: Hole Signalstärke für: {}

source: Set WPA Passphrase for: {}
de_de: Setze WPA Passphrase für: {}

source: Writing wpa_supplicant.conf for SSID: {}
de_de: Schreibe wpa_supplicant.conf für SSID: {}

source: SSID exists already in the configuration file, change PSK
de_de: SSID bereits in der Konfigurationsdatei vorhanden, PSK ändern

source: SSID and PSK taken from old configuration file
de_de: SSID und PSK aus alter Konfigurationsdatei übernommen

source: New PSK to short for SSID: {}
de_de: Neuer PSK zu kurz für SSID: {}

source: Check for reboot:
de_de: Prüfe auf Reboot:

source: Reboot detected
de_de: Reboot erkannt

source: Shutdown assumed
de_de: Shutdown angenommen

source: Display thread has been startet
de_de: Display-Thread gestartet

source: Software version on the display: {}
de_de: Softwareversion auf dem Display: {}

source: Display software is on the current level
de_de: Displaysoftware auf aktuellem Stand

source: Display software update is recommended
de_de: Update des Displays empfohlen

source: Display software update is required
de_de: Update des Displays notwendig

source: Get common options...
de_de: Hole allgemeine Optionen...

source: Connection established!
de_de: Verbindung hergestellt!

source: Get temperature data...
de_de: Hole Temperaturen...

source: Waiting on temperature data...
de_de: Warten auf Temperaturdaten...

source: Loading configuration
de_de: Konfiguration wird geladen

source: Get display configuration...
de_de: Hole Displaykonfiguration...

source: Get sensor configuration...
de_de: Hole Sensorkonfiguration...

source: Get channel configuration...
de_de: Hole Kanalkonfiguration...

source: Get pitmaster configuration...
de_de: Hole Pitmasterkonfiguration...

source: Get pitmaster 2 configuration...
de_de: Hole Pitmasterkonfiguration (2)...

source: Loading LAN configuration
de_de: LAN Konfiguration wird geladen

source: Get LAN configuration...
de_de: Hole LAN Konfiguration...

source: Get pitmaster data...
de_de: Hole Pitmasterdaten...

source: Get pitmaster 2 data...
de_de: Hole Pitmasterdaten (2)...

source: Sensor {} not defined!
de_de: Sensor {} nicht definiert!

source: Transferring data
de_de: Werte werden uebertragen

source: Establishing connection
de_de: Verbindung wird hergestellt

source: Received start-up message from the display, exiting.
de_de: Start-Up Meldung vom Display erhalten, breche ab.

source: failed
de_de: fehlgeschlagen

source: Shutting down...
de_de: Fahre herunter...

source: Rebooting...
de_de: Starte neu...

source: Scanning WLANs
de_de: Scanne WLANs

source: No WLAN found
de_de: Kein WLAN gefunden

source: Create new logfile!
de_de: Erzeuge neues Logfile!

source: Alert acknowledged!
de_de: Alarm bestätigt!

source: Temperature event
de_de: Temperatur Event

source: Unknown unit of measurement
de_de: Unbekannte Maßeinheit

source: Pitmaster configuration event
de_de: Pitmasterkonfiguration Event

source: Pitmaster data event
de_de: Pitmaster Event

source: Pitmaster 2 data event
de_de: Pitmaster (2) Event

source: Channels data event
de_de: Kanäle Event

source: Config event
de_de: Konfigurationsevent

source: Setting RTC
de_de: Stelle Echtzeituhr

source: Display thread stopped
de_de: Display-Thread gestoppt

source: Calibrating Display
de_de: Kalibriere Display

source: Caught signal:
de_de: Signal empfangen:

source: Sende stop signal to all threads
de_de: Sende Stopsignal an alle Threads

source: Nextion display started, script version:
de_de: Nextion Display gestartet, Skriptversion:

source: %s already exists, Process is running, exiting
de_de: %s existiert, Prozess läuft bereits, beende Skript

source: %s already exists, Process is NOT running, resuming operation
de_de: %s existiert, Prozess läuft nicht, setze Ausführung fort

source: %s written
de_de: %s geschrieben

source: Loading display configuration
de_de: Lade Displaykonfiguration

source: Opening serial port:
de_de: Öffne seriellen Port:

source: Initializing display, baud rate:
de_de: Initialisiere Display, Baudrate:

source: Initialisation OK
de_de: Initialisierung OK

source: Starting reader thread
de_de: Starte Reader-Thread

source: Starting display thread
de_de: Starte Display-Thread

source: Starting file watcher
de_de: Starte Dateiüberwachung

source: System is rebooting...
de_de: System wird neu gestartet...

source: System is shutting down...
de_de: System wird heruntergefahren...

source: Waiting for Threads...
de_de: Warte auf Threads...

source: Can´t establish connection to the Nextion display
de_de: Keine Verbindung zum Nextion Display

source: Display stopped!
de_de: Display gestoppt!
