Repository: jwhaddad/WLANThermo_v2
Catalog: software/usr/share/WLANThermo/locale/*/LC_MESSAGES/wlt_2_watchdog.po
Languages: de_de

source: WLANThermoWD started
de_de: WLANThermoWD gestartet

source: %s already exists, Process is running, exiting
de_de: %s existiert, Prozess läuft bereits, beende Skript

source: %s already exists, Process is NOT running, resuming operation
de_de: %s existiert, Prozess läuft nicht, setze Ausführung fort

source: %s written
de_de: %s geschrieben

source: rebooting
de_de: Starte neu...

source: ---- ATTENTION! ----;---- WLANThermo ----; is now rebooting ;see you later...
de_de: ---- ACHTUNG! ----;---- WLANThermo ----; wird neu gestartet ;bis gleich...

source: Terminated by signal
de_de: Durch Signal beendet

source: Child returned:
de_de: Childprozess Rückgabewert:

source: Shutting down the Raspberry
de_de: Raspberry wird heruntergefahren...

source: ---- ATTENTION! ----;---- WLANThermo ----;is now shutting down;Bye-bye!
de_de: ---- ACHTUNG! ----;---- WLANThermo ----; wird runtergefahren;und Tschuess...

source: Shutting down the Raspberry, Power Off (v3)
de_de: Raspberry wird heruntergefahren, abschalten (v3)

source: Shutting down! (Button pressed)
de_de: Fahre herunter! (Knopf gedrückt)

source: Read Config...
de_de: Lese Konfiguration...

source: Restart WLANThermo process!
de_de: Starte den WLANThermo-Prozess neu!

source: Changing restart_thermo to False again!
de_de: Ändere restart_thermo auf False

source: Restart pitmaster!
de_de: Starte Pitmaster neu!

source: Changing restart_pitmaster to False again!
de_de: Ändere restart_pitmaster auf False

source: Restart pitmaster 2!
de_de: Starte Pitmaster 2 neu!

source: Changing restart_pitmaster2 to False again!
de_de: Ändere restart_pitmaster2 auf False

source: Create backup!
de_de: Erstelle das Backup!

source: Check for software updates...
de_de: Nach Software-Updates suchen...

source: Update system software!
de_de: Update der System-Software!

source: Update full software!
de_de: Vollständige Software aktualisieren!

source: Create new log!
de_de: Erzeuge neues Logfile!

source: Finished creation of new logfile
de_de: Erstellung des neuen Logfiles abgeschlossen

source: Check Pitmaster {}!
de_de: Prüfe Pitmaster {}!

source: Unexpected error:
de_de: Unerwarteter Fehler:

source: Handle service:
de_de: Handhabe Service:

source: Checking display...
de_de: Prüfe Display...

source: Starting display...
de_de: Starte Display...

source: Starting display again...
de_de: Starte Display erneut...

source: Stopping display for restart...
de_de: Stoppe Display für Neustart...

source: Changing restart_display to False
de_de: Ändere restart_display auf False

source: Checking pitmaster {}
de_de: Prüfe Pitmaster {}

source: Start pitmaster {}
de_de: Starte Pitmaster {}

source: Pitmaster {} already running
de_de: Pitmaster {} läuft bereits

source: Stopping pitmaster {}
de_de: Stoppe Pitmaster {}

source: Pitmaster {} already stopped
de_de: Pitmaster {} ist bereits gestoppt

source: Pitmaster {} terminated by signal
de_de: Pitmaster {} durch Signal beendet

source: Checking Maverick
de_de: Prüfe Maverick

source: Start Maverick
de_de: Starte Maverick

source: Maverick already running
de_de: Maverick läuft bereits

source: Stopping Maverick
de_de: Stoppe Maverick

source: Maverick already stopped
de_de: Maverick ist bereits gestoppt

source: Maverick terminated by signal
de_de: Maverick wurde durch Signal beendet

source: Caught signal:
de_de: Signal empfangen:

source: Received SIGTERM
de_de: SIGTERM empfangen

source: Stopping Display
de_de: Stoppe Display

source: WLANThermoWD stopped
de_de: WLANThermoWD gestoppt
