Repository: jwhaddad/WLANThermo_v2
Catalog: software/usr/share/WLANThermo/locale/*/LC_MESSAGES/wlt_2_pitmaster.po
Languages: de_de

source: Starting pit {pit_type} on GPIO {gpio}
de_de: Starte Pit {pit_type} auf GPIO {gpio}

source: Setting pit to {}%
de_de: Setze Pit auf {}%

source: Control-out over maximum, limiting to 100%
de_de: Steuergröße über Maximum, begrenze auf 100%

source: Control-out below minimum, limiting to 0%
de_de: Steuergröße unter Minimum, begrenze auf 0%

source: Fan startup, 0,5s 25%
de_de: Lüfteranlauf, 0,5s 25%

source: fan_pwm pulse width
de_de: fan_pwm Pulsweite

source: fan PWM {} of 255
de_de: fan PWM {} von 255

source: servo impulse width {}µs
de_de: servo Impulsbreite {}µs

source: io_pwm impulse width {on}s of {cycletime}s
de_de: io_pwm Impulsbreite {on}s von {cycletime}s

source: io switching on!
de_de: io Schalte ein!

source: io switching off!
de_de: io Schalte aus!

source: servo impulse width {}µs, {}
de_de: servo Impulsbreite {}µs, {}

source: io_pwm - starting thread
de_de: io_pwm - Starte Thread

source: io_pwm - stopping thread
de_de: io_pwm - Beende Thread

source: Servo move count: {0}, saved {1}
de_de: Servobewegungszähler: {0}, gespart: {1}

source: WLANThermoPID started
de_de: WLANThermoPID gestartet

source: Pitmaster start
de_de: Pitmaster startet

source: Loading configuration...
de_de: Konfiguration wird geladen...

source: Setting pit type to:
de_de: Setze Pittyp auf:

source: Setting pit GPIO to:
de_de: Setze Pit GPIO auf:

source: Setting servo GPIO to:
de_de: Setze Servo GPIO auf:

source: Restarting pit...
de_de: Starte Pit neu...

source: No signal on channel {}
de_de: Kein Messwert auf Kanal {}

source: |no probe connected to channel {}!
de_de: |Kein Temperaturfühler an Kanal {} angeschlossen!

source: Error parsing value on channel {}
de_de: Fehler beim Auswerten des Wertes für Kanal {}

source: |no valid value on channel {}!
de_de: |Kein gültiger Wert auf Kanal {}!

source: Setting output to {}% manual value
de_de: Setze Ausgang manuell auf {}%

source: Open lid detected!
de_de: Offener Deckel erkannt!

source: Open lid detection: timeout!
de_de: Deckelöffnung: Timeout!

source: |timeout open lid detection
de_de: |Timeout Deckelerkennung

source: Open lid detection: lid closed again!
de_de: Deckelöffnung: Deckel wieder geschlossen!

source: |lid closed
de_de: |Deckel geschlossen

source: Opened lid detected!
de_de: Deckelöffnung erkannt!

source: |open lid detected
de_de: |Deckelöffnung erkannt

source: |current: {pit_now}, set: {pit_set}
de_de: |Ist: {pit_now}, Soll: {pit_set}

source: Invalid input value!, setting output to 0
de_de: Ungültiger Eingangswert!, setze Ausgang auf 0

source: |dif:
de_de: |Diff:

source: |step:
de_de: |Schritt:

source: |new:
de_de: |Neu:

source: |new overshoot:
de_de: |Neuer overshoot:

source: |no matching rule, stop pit!
de_de: |Keine Regel zutreffend, Ausschalten!

source: |PID values P {p_out}, Iterm {i_out}, d_input {d_input}
de_de: |PID Werte P {p_out}, Iterm {i_out}, dInput {d_input}

source: Limiting raising rate
de_de: Begrenze Anstiegsrate

source: Limiting lowering rate
de_de: Begrenze Sinkrate

source: |New value:
de_de: |Neuer Wert:

source: Error while deleting the pitmaster values
de_de: Fehler beim löschen der Pitmasterwerte

source: Shutting down WLANThermoPID
de_de: WLANThermoPID wird heruntergefahren

source: %s already exists, Process is running, exiting
de_de: %s existiert, Prozess läuft bereits, beende Skript
